<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%--
  Created by IntelliJ IDEA.
  User: daria
  Date: 09.11.2016
  Time: 18:32
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<jsp:include page="header.jsp" />
<jsp:include page="footer.jsp" />
<div class="container">
    <c:if test="${lang_code == 'uaText'}">
        <h1>О нас</h1>
        <p>Інтернет магазин <a href="джентльмен.in.ua">джентльмен.in.ua</a> пропонує широкий вибір чоловічого одягу та
        аксесуарів для справжніх цінителів.</p><p>Висока якість товару, швидке оброблення замовлення та ввічливі менеджери -
    це на нашу думку головні елементи успішного бізнесу. Сподіваємося, що Ви знайдене все необхідне в нашому
    магазині та отримаєте задоволення від швидкої та зручної покупки.</p>
        <h2>Доставка</h2>
        <p>Ми відправимо Ваше замовлення у будь-якій зручний для вас транспортною компанією: Автолюкс,
            Нічний експрес, Нова пошта, Гюнсел, Ін-Тайм.</p>
    </c:if>
    <c:if test="${lang_code == 'ruText'}">
        <h1> В нас </h1>
                <p> Интернет магазин <a href="джентльмен.in.ua">джентльмен.in.ua</a> предлагает широкий выбор мужской одежды и
                аксессуаров для истиных ценителей. </p> <p> Высокое качество товара, быстрая обработка заказа и вежливые менеджеры -
            это по нашему мнению главные элементы успешного юизнеса. Надеемся, что Вы найдено все необходимое в нашем
            магазине и получите удовольствие от быстрой и удобной покупки.</p>
                <h2> Доставка </h2>
                <p> Мы отправим Ваш заказ в любое удобное для вас транспортной компанией: Автолюкс,
                    Ночной экспресс, Новая почта, Гюнсел, Ин-Тайм. </p>
    </c:if>
</div>
